export const FounderInfoList = () => {
  return (
    <ul className="flex flex-col gap-y-6 mt-8 max-w-[544] text-info">
      <li>
        <p>
          Понад <b className="text-primary">20 років досвіду </b> у сфері преміального нарощування
          волосся та створення індивідуальних систем заміщення.
        </p>
      </li>
      <li>
        <p>
          Кожна клієнтка — це унікальна історія. Ми не просто нарощуємо волосся, ми створюємо{" "}
          <b className="text-primary">впевненість та красу</b>, яка виглядає абсолютно природньо.
        </p>
      </li>
      <li>
        <p>
          Використовуємо лише <b className="text-primary">преміальні матеріали</b> та техніки, що
          пройшли міжнародну сертифікацію.
        </p>
      </li>
    </ul>
  );
};
